"""2) გააკეთეთ 5-5 მაგალითი თთოეულ შედარების ოპერატორზე (>, >=, <, <=, ==, !=), გვერდზე კომენტარის საშვალებით მიუთითეთ თუ რომელ boolean მნიშვნელობას გამოიტანას, აიღეთ მრავალფეროვანი კომბინაციები, შეეცადეთ გქონდეთ ყველა ვარიანტი""" 


print(5 > 3) 
print(10 > 3) 
print(5 > 3)
print(10 > 2)
print(10 > 5) 

print(3 < 15 ) 
print(3 < 14 )
print(3 < 13 )
print(3 < 12 )
print(3 < 13) 

print(3 >= 3 ) 
print(3 >= 3 )
print(3 >= 1 )
print(3 >= 2 )
print(3 >= 3 )

print(4 <= 5) 
print(4 <= 4) 
print(4 <= 4) 
print(4 <= 45) 
print(4 <= 47) 

print(51 == 51) 
print(55 == 55)
print(58 == 58)
print(51 == 51)
print(5 == 5) 

print(5 != 3) 
print(5 != 3)
print(5 != 5)
print(5 != 2)
print(5 != 2)