"""3) თიოთეული მონაცემთა ტიპისთვის (str,int,float), შექმენით 5 ცვლადი და დაუწერეთ კომენტარი თუ რომელ მონაცემთა ტიპს ინახავს ცვლადი"""

#ეს არის ცვლადი რომელიც ინახავს სტრინგ სახეობის მონაცემს

str = "saba" 
str1 = "sb" 
str2 = "saba" 
str4 = "sabai" 
str5 = "sabas"

#ეს არის ცვლადის ტიპი რომელიც ინახავს ინეტეჯერის სახეობის მონაცემს 

int = 1
int1 = 2 
int2 = 3
int3 = 4 
int4 = 5 

#ეს არის ცვლადის ტიპი რომელიც ინახავს ფლოატ სახეობის მონაცემს 

float = 1.2 
float1 = 3.3 
float3 = 3.45 
float4 = 5.5 
float = 2.1